const translate = {
	// 角色翻译
	mabaoguo: "马保国",
	lyg_jiefei: "超商劫匪",
	qun_bujingyun: "步惊云",

	// 技能翻译

	// 马保国技能翻译
	lightningwhip: "电鞭",
	lightningwhip_info: "出牌阶段限X次，X为你的攻击范围。你可以弃置一张黑色牌，然后对一名角色造成一点雷属性伤害并横置该角色",

	wude: "武德",
	wude_info: "一名其他角色回合开始时，你可以视为对其使用一张【过河拆桥】",

	neigong: "内功",
	neigong_info: "锁定技，当你于回合外受到伤害后，你获得伤害来源的所有牌；当你于回合内受到伤害时，你弃置所有牌",

	neigong2: "内功",
	neigong2_info: "锁定技，当你于回合外受到伤害后，你获得伤害来源的所有牌；当你于回合内受到伤害时，你弃置所有牌",
	// 超商劫匪技能翻译
	lyg_yinxiang: "印象",
	lyg_yinxiang_info: "觉醒技：你的第一次回合开始时，你更换背景音乐。",

	lyg_yaoqiang: "要枪",
	lyg_yaoqiang_info: "锁定技：当你装备区内有武器牌时，你攻击范围内的角色不能对你使用\"杀\"。",

	lyg_saodang: "扫荡",
	lyg_saodang_info: "出牌阶段，你可以将一张牌当作\"顺手牵羊\"使用。你使用\"顺手牵羊\"后，随机与上家或下家交换位置。你在出牌阶段使用\"顺手牵羊\"获得的牌不计入手牌上限，且在回合内无法使用。",

	qiangjie65: "抢劫",
	qiangjie65_info: "出牌阶段限一次，你可以失去1点体力并获得一名其他角色的所有牌。若其体力值小于你体力值，你对其造成一点伤害。",

	zhanlan659: "湛蓝",
	zhanlan659_info: "锁定技，当你被指定为杀的目标时，你获得3点护甲。",

	pofang224: "破防",
	pofang224_info: "锁定技，当你被指定为杀的目标时，若体力值≤3，你失去技能展览，然后失去1点体力并摸2张牌。",

	// 步惊云技能翻译
	qun_dont_come: "你不要过来啊！",
	qun_dont_come_info: "被动技，当其他角色选择你为目标时，你自动喊出\"你不要过来啊！\"，然后进行判定：红桃：目标被迫选择其他目标；方块：你摸一张牌，展示手牌并说\"好可怕\"；黑桃：你受到1点伤害，目标弃置一张牌；梅花：你和目标各摸一张牌，同时喊\"三分归元气！\"",

	qun_kirin_arm: "麒麟臂乱甩",
	qun_kirin_arm_info: "主动技，出牌阶段限用一次。你可以选择一名其他角色，与其各弃置一张手牌，然后比较两张牌的点数：如果你的牌点数大，目标受到1点伤害，你获得目标弃置的牌，并喊\"麒麟臂，发作了！\"；如果目标的牌点数大，你受到1点伤害，目标获得你弃置的牌，你必须喊\"我的麒麟臂啊！\"；如果点数相同，你和目标各摸两张牌，然后必须同时喊\"风云合璧，摩柯无量！\"",

	qun_sword_curse: "绝世好剑",
	qun_sword_curse_info: "被动技，当你装备武器时，你必须进行一次判定，并根据结果执行相应效果：红桃：武器效果翻倍（卡牌使用次数+1），你喊\"绝世好剑，归我了！\"；方块：武器效果正常，但你必须弃置一张手牌并喊\"绝世好剑，好剑啊！\"；黑桃：武器效果减半（卡牌使用次数-1），你摸两张牌并喊\"绝世好剑，怎么这样！\"；梅花：武器直接损坏（进入弃牌堆），你必须喊\"我的绝世好剑啊！\"",


};

export default translate;