const translate = {
	// 角色翻译
	mabaoguo: "马保国",
	lyg_jiefei: "超商劫匪",

	// 技能翻译

	// 马保国技能翻译
	lightningwhip: "电鞭",
	lightningwhip_info: "出牌阶段限X次，X为你的攻击范围。你可以弃置一张黑色牌，然后对一名角色造成一点雷属性伤害并横置该角色",

	wude: "武德",
	wude_info: "一名其他角色回合开始时，你可以视为对其使用一张【过河拆桥】",

	neigong: "内功",
	neigong_info: "锁定技，当你于回合外受到伤害后，你获得伤害来源的所有牌；当你于回合内受到伤害时，你弃置所有牌",

	neigong2: "内功",
	neigong2_info: "锁定技，当你于回合外受到伤害后，你获得伤害来源的所有牌；当你于回合内受到伤害时，你弃置所有牌",
	// 超商劫匪技能翻译
	lyg_yinxiang: "印象",
	lyg_yinxiang_info: "觉醒技：你的第一次回合开始时，你更换背景音乐。",

	lyg_yaoqiang: "要枪",
	lyg_yaoqiang_info: "锁定技：当你装备区内有武器牌时，你攻击范围内的角色不能对你使用\"杀\"。",

	lyg_saodang: "扫荡",
	lyg_saodang_info: "出牌阶段，你可以将一张牌当作\"顺手牵羊\"使用。你使用\"顺手牵羊\"后，随机与上家或下家交换位置。你在出牌阶段使用\"顺手牵羊\"获得的牌不计入手牌上限，且在回合内无法使用。",

	qiangjie65: "抢劫",
	qiangjie65_info: "出牌阶段限一次，你可以失去1点体力并获得一名其他角色的所有牌。若其体力值小于你体力值，你对其造成一点伤害。",

	zhanlan659: "湛蓝",
	zhanlan659_info: "锁定技，当你被指定为杀的目标时，你获得3点护甲。",

	pofang224: "破防",
	pofang224_info: "锁定技，当你被指定为杀的目标时，若体力值≤3，你失去技能展览，然后失去1点体力并摸2张牌。",

};

export default translate;