const translate = {
	// 大娃
	"大娃": "大娃",
	libashanhe: "力拔山河",
	libashanhe_info: "出牌阶段，你可以选择一名角色，对其造成1点伤害，若该角色手牌数大于等于你的体力值，则此伤害+1。",
	jurentai: "巨人态",
	jurentai_info: "当你受到伤害时，你可以摸3张牌，然后展示并获得其中的基本牌。",

	// 二娃
	"二娃": "二娃",
	qianliyan: "千里眼",
	qianliyan_info: "回合开始时查看牌堆顶3张牌并选择一张作为先机牌，使用与该牌同花色的牌时摸一张牌。",
	shunfenger: "顺风耳",
	shunfenger_info: "其他角色回合开始时查看其所有手牌，若有南蛮入侵或万箭齐发，选择一张并获取其效果。",

	// 三娃
	"三娃": "三娃",
	gangjintiegu: "钢筋铁骨",
	gangjintiegu_info: "锁定技，你受到的普通杀和决斗伤害-1。",
	jinzhongzhao: "金钟罩",
	jinzhongzhao_info: "当你受到伤害时，你可以弃置一张装备牌，减少一点伤害。并将所有角色挂上闪电",

	// 四娃
	"四娃": "四娃",
	liehuo: "烈火",
	liehuo_info: "出牌阶段，你可以弃置一张红色牌，对一名其他角色造成1点火焰伤害。",
	fenshao: "焚烧",
	fenshao_info: "当你使用红色杀造成伤害时，受伤的目标随机弃置一张装备牌,如果没有,清空手牌.",

	// 五娃
	"五娃": "五娃",
	ganlu: "甘露",
	ganlu_info: "出牌阶段，你可以弃置一张黑色牌，选择一名角色，回复其1点体力。",
	shuidun: "水盾",
	shuidun_info: "当你受到伤害时，你可以展示牌堆顶的一张牌，如果是黑色牌，此伤害-1。",

	// 六娃
	"六娃": "六娃",
	yinshen: "隐身",
	yinshen_info: "回合结束时，你可以选择进入隐身状态，放弃所有装备牌，直到你的下一个回合开始，你不能成为杀和决斗的目标。",
	yinshen_effect: "隐",

	// 七娃
	"七娃": "七娃",
	shouyao: "收妖",
	shouyao_info: "出牌阶段，你可以选择一名其他角色，令其选择一项：1. 弃置2张牌；2. 受到1点火属性伤害。",
	baohulu: "宝葫芦",
	baohulu_info: "当你收集了至少3张不同类型的牌时，你可以弃置三张不同类型的牌,然后连横除了自己外的所有角色,并让一名角色翻面",

	// 金刚葫芦妹
	"金刚葫芦妹": "金刚葫芦妹",
	qicaihulu: "七彩葫芦",
	qicaihulu_info: "出牌阶段开始时，你可以弃置两张牌，随机触发一种葫芦效果：大娃之力（造成2点伤害）、二娃之力（摸3张牌且本回合可以看其他角色手牌）、三娃之力（获得2点护甲）、四娃之力（对至多两名角色造成火焰伤害）、五娃之力（令至多两名角色回复体力）、六娃之力（本回合不能成为其他角色使用牌的目标）、七娃之力（获得一名角色一张牌并令其翻面）。",
	xiongmeitongxin: "兄妹同心",
	xiongmeitongxin_info: "当其他葫芦娃角色造成伤害或受到伤害时，你可以弃置一张牌，令该伤害+1或-1。",

	// 葫芦小金刚
	"葫芦小金刚": "葫芦小金刚",
	qixinguiyi: "七心归一",
	qixinguiyi_info: "准备阶段，若你的体力上限小于7，你可以增加1点体力上限并摸一张牌。根据体力上限获得七个葫芦娃的能力。",
	huluzhenhun: "葫芦镇魂",
	huluzhenhun_info: "觉醒技，准备阶段，若你的体力上限为7，对所有敌方角色造成2点伤害，然后你进行一个额外的回合。",
	wudishenqu: "无敌身躯",
	wudishenqu_info: "锁定技，当你受到大于1点的伤害时，此伤害-1。你的手牌上限+X（X为你的体力值的一半，向下取整）。",

	// 老爷子
	"老爷子": "老爷子",
	feifu: "飞斧",
	feifu_info: "其他角色回合开始时，你可以选择随机扔出一把飞斧，视为对其使用一张对应属性的【杀】。若对角色造成伤害，则目标获得\"斧伤\"标记，该标记对应飞斧属性。有\"斧伤\"标记的角色回合结束时，需打出一张【闪】，否则受到1点对应属性伤害。打出【闪】后，标记移除，该飞斧回到你手中（回收）。若飞斧全部用完，需等待回收后才能再次使用。",
	feifu_axe: "斧伤",
	feifu_axe_info: "回合结束时需打出【闪】，否则受到1点对应属性伤害",
	"laoDangYiZhuang": "老当益壮",
	"laoDangYiZhuang_info": "延迟性锦囊生效后，回复一滴血并获取判定牌",

};

export default translate;
