const characterIntro = {
	// 抱脸虫
	baolian: "异形繁殖中转者，负责将异形幼体注入高等生物体内。抱脸虫发现并确认宿主后会突然跃起，直扑宿主面部，八条腿箍住宿主的面部，腹部紧贴面部，难以将其扯掉。若采用强拉硬拽的方式，则宿主的头皮可能会被撕裂；若采用切割的方式，则抱脸虫体内溢出的血液会将宿主的面部完全腐蚀。 抱脸虫在固定宿主后，利用有骨骼的长尾勒住宿主的颈部会使其窒息，这时宿主便会本能地张开嘴呼吸。于是，抱脸虫将腹部上的管状生殖器深入寄主的咽喉部并开始进行注孕。 抱脸虫此时会一边往宿主体内供氧（为了确保宿主能够存活以顺利培养、产出异形），一边用生殖器将异形胚胎注入宿主体内。这是一个漫长的过程，长则要经历数小时，而抱脸虫身体两侧的囊状物即为呼吸器官。 注孕完成，抱脸虫的宿命完成，自动从宿主的脸部脱落后死亡。",
	
	// 三国异形
	yixing: "在宿主发出最后的哀嚎之后，伴随着让其他生灵颤栗的嘶鸣，他们从宿主体内破体而出，亦或是经过漫长发育之后，伴随着令整个星球震动的怒吼，向宇宙宣告自己的诞生；三国异化的身躯充斥着强酸，坚硬的骨甲流淌着粘液，特殊的组织拥挤在骨甲之中，异形特有的完美结构散发着异化的美，迸发着异化的力量，杀戮是他的呼吸战斗是他的游戏。",
	
	// 三国异形（成熟期）
	yixing2: "成熟期",
};

export default characterIntro;