const translate = {
	// 角色翻译
	baolian: "抱脸虫",
	yixing: "三国异形",
	yixing2: "三国异形",

	poti: "破体",
	"poti_info": "觉醒技，当“宿主”死亡后，你进入成年状态，失去技能『隐匿』，获得技能『掠食』『血酸』，然后你将手牌补至体力上限。",
	lueshi: "掠食",
	"lueshi_info": "锁定技，你的【杀】无次数限制且无视防具；每当你对攻击范围内的其他角色造成一点伤害后，你回复一点体力并摸一张牌。",
	yunyu: "孕育",
	"yunyu_info": "",
	yingni: "隐匿",
	"yingni_info": "锁定技，当“宿主”存活时，你不能成为任何牌的目标，你不能被翻面、横置，即将受到伤害或失去体力时取消之。",
	suzhu: "宿主",
	"suzhu_info": "",
	zhuyun: "注孕",
	"zhuyun_info": "限定技，出牌阶段，你可以选择在你攻击范围内的一名其他非主公角色，其增加一点体力上限并回复一点体力，然后你将所有牌交给其视为“宿主”，并将武将牌重置后更改为“三国异形”。",
	suanxie: "酸血",
	"suanxie_info": "锁定技，当你受到其他角色造成的伤害后，你须失去一点体力，然后你弃置伤害来源X张牌，若其拥有的牌数不足X则改为失去一点体力(X为你已损失体力值)。",
	huozhi: "获智",
	"huozhi_info": "锁定技，摸牌阶段你不摸牌，改为展示牌堆顶的4～6张牌，你选择获得其中的1～2张牌(成年状态可额外选择一张牌)，然后剩余牌重新置于牌堆顶，若此时“宿主”存在，你将所有获得的牌交给“宿主”，然后你跳过出牌阶段。",
	"suanxie2": "血酸",
	"suanxie2_info": "当你受到其他角色造成的伤害后，你可以失去一点体力，然后你弃置伤害来源X张牌，若其拥有的牌数不足X则改为失去X-1点体力(X为你已损失体力值)。",
	zirun: "滋润",
	"zirun_info": "",
};

export default translate;