const characterIntro = {

	// 刘海柱
	wezy_liuhuizhu: "刘海柱，电视剧《东北往事：我叫刘海柱》中的经典角色，以其独特的东北口音和硬汉形象而广为人知。他是一位修车师傅，性格直爽，讲义气，有着\"近战法师·单挑王\"的称号。",

	// 吴京
	wezy_wujing: "吴京，中国实力派动作演员与导演，以真功夫和硬汉形象著称，凭借《战狼》《流浪地球》等作品塑造新时代中国英雄，实力与热血兼具。",
	// 步惊云
	qun_bujingyun: "步惊云,风云雄霸天下的主角团之一，外表冷峻严肃，长发飘逸，常穿黑色或深色衣服，眼神锐利，号称\"不哭死神\"。",
	// 唐纳德·特朗普
	qun_trump: "唐纳德·特朗普，美国第45任总统，以其极具辨识度的口音和空耳而广为人知。他的演讲风格和口号\"Make America Great Again\"在网络上被大量鬼畜和二次创作，成为网络文化中的经典梗。",
	// 雷军
	qun_leijun: "雷军，中国科技企业家，小米公司创始人兼CEO，以“极致性价比”和“互联网+硬件”模式推动智能硬件普及，被誉为“手机界的乔布斯”。",

};

export default characterIntro;
