const characterIntro = {

	// 刘海柱
	wezy_liuhuizhu: "刘海柱，电视剧《东北往事：我叫刘海柱》中的经典角色，以其独特的东北口音和硬汉形象而广为人知。他是一位修车师傅，性格直爽，讲义气，有着\"近战法师·单挑王\"的称号。",

	// 吴京
	wezy_wujing: "吴京，中国实力派动作演员与导演，以真功夫和硬汉形象著称，凭借《战狼》《流浪地球》等作品塑造新时代中国英雄，实力与热血兼具。",
	// 步惊云
	qun_bujingyun: "步惊云,风云雄霸天下的主角团之一，外表冷峻严肃，长发飘逸，常穿黑色或深色衣服，眼神锐利，号称\"不哭死神\"。",
	// 唐纳德·特朗普
	qun_trump: "唐纳德·特朗普，美国第45任总统，以其极具辨识度的口音和空耳而广为人知。他的演讲风格和口号\"Make America Great Again\"在网络上被大量鬼畜和二次创作，成为网络文化中的经典梗。",
	// 雷军
	qun_leijun: "雷军，中国科技企业家，小米公司创始人兼CEO，以“极致性价比”和“互联网+硬件”模式推动智能硬件普及，被誉为“手机界的乔布斯”。",
	// 专业律师
	zhuanyelvshi: "专业律师，精通法律知识，能够运用法律手段解决各种问题。他的辩论能力和法律知识使他在法庭上无往不利。",

	// 哪吒&敖丙
	nezha_aobing: "哪吒&敖丙，双生角色，拥有魔丸与灵珠两种形态。哪吒·魔丸主攻，火杀无双；敖丙·灵珠主防，万法不侵。通过【混元】技能可自由切换形态，最终可发动【共劫】与天地同寿。",

	// 贾旭明
	jiaxuming: "贾旭明，相声演员，以《新闻歪报》系列作品闻名，擅长用歪理邪说和诡辩怼人，其\"据我所知，这里边儿有事儿啊\"等名场面成为网络经典梗。",

	// 刘醒・梁非凡
	wezy_liuliang: "刘醒・梁非凡，双面武将。醒态（刘醒）正面硬刚不服就干；非态（梁非凡）职场PUA压榨下属。一言不合就对吼，瞬间切换上下级对立状态。终极觉醒\"吔屎啦梁非凡\"，矛盾拉满，一吼定乾坤！",

	// 雪山救狐
	wezy_xueshanjiuhu: "雪山救狐，妖族神秘角色。以\"鸭\"为引，登门诘问。\"你可曾在雪山上，救过一只狐狸？\"——是狐狸？是酱板鸭？是雪山？还是木柴？猜对报恩，猜错受罚，倒反天罡，非狐非仙！",


};

export default characterIntro;
