const translate = {
	// 角色翻译
	heiyiren: "黑衣人",
	zhuanyelvshi: "专业律师",
	guanlidashi: "管理大师",
	yldb: "大宝",
	"毒刘备":"毒刘备",

	// 技能翻译
	// 黑衣人技能翻译
	duanlu: "锻炉",
	duanlu_info: "锁定技，准备阶段，你随机锻造出一张高达宝具；每锻造一张高达宝具，你增加一点体力上限并回复一点体力。",

	gaizaoshengji: "改造",
	gaizaoshengji_info: "出牌阶段限X次（X为你的体力值），你可以将一张装备牌改造升级为一张宝具牌。",


	// 管理大师技能翻译
	shijianGL: "时间管理",
	shijianGL_info: "出牌阶段限一次，你可以查询一次当前时间，根据时分秒获得以下效果：1.你恢复当前小时的四分之一点体力(向上取整)。2.你摸当前分钟的十分之一张牌(向上取整)。3.你选择一名其他角色，对其造成当前秒数的二十分之一点伤害(向上取整)。",


	// 大宝技能翻译
	yldb_pojun: "破军",
	yldb_pojun_info: "锁定技，当你使用杀指定目标后，你可以令其失去任意张牌;你造成的伤害加一。",
	yldb_nglmy: "闹够了没有",
	yldb_nglmy_info: "锁定技，回合开始时，你获得一张【古锭刀】、【酒】、【火杀】、【铁锁】。",
	yldb_pojun2: "破军",
	yldb_pojun2_info: "",
	//毒刘备
	"毒枭": "毒枭",
	"毒枭_info": "出牌阶段，你可以将任意手牌送给其他角色，得到牌的角色翻面，若送出的手牌不少于两张，获得手牌的角色先失去一点体力上限再失去一点体力，若如此做，你回复一点体力",
	"枭雄": "枭雄",
	"枭雄_info": "当你受到伤害后进行一个额外的回合",
};

export default translate;